[오전 3:00:40] ℹ️ 🎉 스크립트 초기화 시작 | 문서: 메인
[오전 3:00:40] ℹ️ 팝업 차단 로직 초기화
[오전 3:00:40] ℹ️ 팝업 차단 로직 활성화
[오전 3:00:40] ℹ️ ✅ 초기화 재실행 방지
[오전 3:00:40] ℹ️ ✅ 비디오 감시 루프 시작
[오전 3:00:40] ℹ️ postMessage 의심 감지됨 | 현재: https://supjav.com/364728.html | 참조: https://supjav.com | 데이터: ...
[오전 3:00:40] ℹ️ ✅ 초기화 재실행 방지
[오전 3:00:43] ℹ️ postMessage 의심 감지됨 | 현재: https://supjav.com/364728.html | 참조: https://lk1.supremejav.com | 데이터: {"type":"MY_SCRIPT_LOG","message":"ℹ️ 🎉 스크립트 초기화 시작 | 문서: 메인","level":"info","key":"script_init_sta...
[오전 3:00:44] ℹ️ ℹ️ postMessage 의심 감지됨 | 현재: https://lk1.supremejav.com/supjav.php?l=ca2b2cfe12d79980f62209bb6914b8e06de8a6ad4b2b9eb78fecbc56a98dec04609082010a859c7da58d6f5d5ba4f012415547ae81e54430e74152614c028c6c9acb183bde233e92936545ab1b621dfb&bg=undefined | 참조: https://emturbovid.com | 데이터: {"type":"MY_SCRIPT_LOG","message":"ℹ️ 🎉 스크립트 초기화 시작 | 문서: 메인","level":"info","key":"script_init_sta...
[오전 3:00:46] ℹ️ ℹ️ ℹ️ 🎞️ 비디오 감지됨 | 주소: blob:https://emturbovid.com/3e9a5f00-9e8b-40ef-9fda-6afd1d414b98
[오전 3:00:46] ℹ️ ℹ️ ℹ️ ✅ 비디오 UI 감지 및 초기화 완료
[오전 3:00:52] ℹ️ ℹ️ ℹ️ 🎞️ 비디오 감지됨 | 주소: blob:https://emturbovid.com/3e9a5f00-9e8b-40ef-9fda-6afd1d414b98
[오전 3:00:58] ℹ️ ℹ️ ℹ️ 🎞️ 비디오 감지됨 | 주소: blob:https://emturbovid.com/3e9a5f00-9e8b-40ef-9fda-6afd1d414b98
[오전 3:01:03] ℹ️ ℹ️ 🎉 스크립트 초기화 시작 | 문서: 메인
[오전 3:01:03] ℹ️ ℹ️ 팝업 차단 로직 초기화
[오전 3:01:03] ℹ️ ℹ️ 팝업 차단 로직 활성화
[오전 3:01:03] ℹ️ ℹ️ ✅ 초기화 재실행 방지
[오전 3:01:03] ℹ️ ℹ️ ✅ 비디오 감시 루프 시작
[오전 3:01:16] ℹ️ ℹ️ 🎉 스크립트 초기화 시작 | 문서: 메인
[오전 3:01:16] ℹ️ ℹ️ 팝업 차단 로직 초기화
[오전 3:01:16] ℹ️ ℹ️ 팝업 차단 로직 활성화
[오전 3:01:16] ℹ️ ℹ️ ✅ 초기화 재실행 방지
[오전 3:01:16] ℹ️ ℹ️ ✅ 비디오 감시 루프 시작
[오전 3:01:17] ℹ️ ℹ️ postMessage 의심 감지됨 | 현재: https://lk1.supremejav.com/supjav.php?l=a60e3f232d509f74ad9666344ff1209e2dc69017ef0f16883e8b1dbe411921d9aa7e05ed42313d84a48719f8d41221b2d1fee9fdad87b1dff43b34beb13105a3549b8fd2edab26b7049e1116b32c18c9&bg=undefined | 참조: https://streamtape.com | 데이터: {"context":"player.js","version":"0.0.11","event":"ready","value":{"src":"https://streamtape.com/e/k...
[오전 3:01:28] ℹ️ ℹ️ 🎉 스크립트 초기화 시작 | 문서: 메인
[오전 3:01:28] ℹ️ ℹ️ 팝업 차단 로직 초기화
[오전 3:01:28] ℹ️ ℹ️ 팝업 차단 로직 활성화
[오전 3:01:28] ℹ️ ℹ️ ✅ 초기화 재실행 방지
[오전 3:01:28] ℹ️ ℹ️ ✅ 비디오 감시 루프 시작
[오전 3:01:31] ℹ️ ℹ️ postMessage 의심 감지됨 | 현재: https://lk1.supremejav.com/supjav.php?l=38da85554e4564ef68f71cd9253ceaf35fc9c73afc5b0252884542eeec7c0fd5cd14ba2a4f40509d43a38fc89f92da205b8c9b26fdfbb54fef4cad7eaf8a6b32&bg=undefined | 참조: https://jilliandescribecompany.com | 데이터: {"command":"calculateSubFramePositioning","subFrameData":{"url":"https://jilliandescribecompany.com/...
